src/terraform/benchmarks/cluster-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            287504
        write:                           82142
        other:                           41071
        total:                           410717
    transactions:                        20535  (342.13 per sec.)
    queries:                             410717 (6842.86 per sec.)
    ignored errors:                      1      (0.02 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0192s
    total number of events:              20535

Latency (ms):
         min:                                    5.23
         avg:                                   17.53
         max:                                  100.34
         95th percentile:                       31.37
         sum:                               359997.91

Threads fairness:
    events (avg/stddev):           3422.5000/9.98
    execution time (avg/stddev):   59.9997/0.01