src/terraform/benchmarks/cluster-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            313894
        write:                           89676
        other:                           44839
        total:                           448409
    transactions:                        22418  (373.57 per sec.)
    queries:                             448409 (7472.20 per sec.)
    ignored errors:                      3      (0.05 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0083s
    total number of events:              22418

Latency (ms):
         min:                                    4.23
         avg:                                   16.06
         max:                                   98.50
         95th percentile:                       26.20
         sum:                               359952.30

Threads fairness:
    events (avg/stddev):           3736.3333/8.71
    execution time (avg/stddev):   59.9920/0.00