src/terraform/benchmarks/standalone-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            212044
        write:                           60584
        other:                           30292
        total:                           302920
    transactions:                        15146  (252.36 per sec.)
    queries:                             302920 (5047.21 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0151s
    total number of events:              15146

Latency (ms):
         min:                                    7.22
         avg:                                   23.77
         max:                                  155.72
         95th percentile:                       33.12
         sum:                               359989.19

Threads fairness:
    events (avg/stddev):           2524.3333/4.68
    execution time (avg/stddev):   59.9982/0.00