src/terraform/benchmarks/standalone-result.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 6
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            211260
        write:                           60360
        other:                           30180
        total:                           301800
    transactions:                        15090  (251.39 per sec.)
    queries:                             301800 (5027.87 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0233s
    total number of events:              15090

Latency (ms):
         min:                                    6.94
         avg:                                   23.86
         max:                                   99.24
         95th percentile:                       34.33
         sum:                               360033.59

Threads fairness:
    events (avg/stddev):           2515.0000/3.61
    execution time (avg/stddev):   60.0056/0.01